[ItemDefs.ID_ForthAssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="Must %s Use this article."
ItemName="Fatal faith"
PickupMessage="see %s"
UseFailureLevelMessage="You must be at least %d to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="entire"

[ItemDefs.ID_ForthAssasinEcho:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="About Jack's good computer."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_AssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="You should be %s Use this product."
ItemName="Assassin Commando"
PickupMessage="or you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="common"

[ItemDefs.ID_MO_AssasinEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="From Handsome Jack's desk."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_SecondAssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="However %s Taking advantage of this opportunity."
ItemName="Assassin's Creed"
PickupMessage="you have_ %s"
UseFailureLevelMessage="It takes about %d to use.."
UseFailureConstraintsMessage="This article is not available."
NoManufacturerName="General"

[ItemDefs.ID_SecondAssasinEcho:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Jack is polite at the table.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ThirdAssasinEcho MissionItemDefinition]
UseFailureCharacterMessage="You have to %s Use this tool."
ItemName="murderer's confession"
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Do you want to know more?"

[ItemDefs.ID_ThirdAssasinEcho:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="From Handsome Jack's office."
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Echo InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

